{
    "header_home_url": "Home",
    "header_contact_url": "Contact",
    "header_about_url": "About",
    "home_main_title": "Hi, I am <span style='color: #272a79 !important'>Samuel Belo</span>. <br/> Fullstack Developer",
    "home_github_btn": "My github",
    "home_linkedin_btn": "My LinkedIn",
    "home_cv_btn": "Download my CV",
    "home_cv_link": "documents/resume-en.pdf",
    "about_resume_title": "Professional experience as a developer:",
    "about_resume_presentation_1": "In 2016 I graduated in Business Administration from PUC-PR and was working in a relatively stable job, however, I didn't feel professionally fulfilled, and to be honest, I didn't like my job at all.<br /> Around 2019 I started to research other areas where I could fit in better and give myself the feeling of professional fulfillment I was looking for so much, that's when I saw in programming an opportunity to change careers. <br />I've always been a very technical person, I really like to 'tweak' things, and use lines of code to solve problems and be able to do this not only as a hobby but also as a job and build a career on top of it, that's what attracted me to the world of systems development. <br />I started my studies on my own through online courses, and in July 2021 I got my first job as a developer.",
    "about_resume_presentation_2": "I've been working as a full-stack developer for a little over a year and I'm, again, at the beginning of my professional journey, but the difference is that now I work with something that makes me happy. <br />For now, I'll keep moving forward, always looking for continuous improvement.",
    "about_resume_job_1": "Full Stack Developer",
    "about_resume_job_1_location": "Location: Curitiba, Paraná - Brazil",
    "about_resume_job_1_time": "March 2022 - at moment",
    "about_resume_job_1_company": "Company: Lyx Participações",
    "about_resume_job_1_description": "Job description: Software development for internal management solutions, using primarily Laravel with PostgreSQL, and NodeJs for specific functionality.",
    "about_resume_job_2": "Full Stack Developer",
    "about_resume_job_2_location": "Location: Curitiba, Paraná - Brazil",
    "about_resume_job_2_time": "July 2021 - March 2022",
    "about_resume_job_2_company": "Company: TI360 Soluções em tecnologia da informação e telecomunicações",
    "about_resume_job_2_description": "Job description: Software development for other companies, using Laravel and Angular as frameworks and MySQL for the database.",
    "about_techs_used_title": "My skills:",
    "about_certificate_title": "Certifications",
    "about_certificate_link": "Link to certificate",
    "contact_title": "Get in contact",
    "contact_sub_title": "If you're interested in job, contact-me",
    "contact_name_label": "Your name",
    "contact_email_label": "Your email",
    "contact_message_label": "  Your message",
    "toast_title": "Thank you!",
    "toast_msg": "Message sent successfully!"
}