{
    "header_home_url": "Página Inicial",
    "header_contact_url": "Contato",
    "header_about_url": "Sobre",
    "home_main_title": "Olá, eu sou <span style='color: #272a79 !important'>Samuel Belo</span>. <br/> Desenvolvedor Fullstack",
    "home_github_btn": "Meu github",
    "home_linkedin_btn": "Meu LinkedIn",
    "home_cv_btn": "Baixar meu currículo",
    "home_cv_link": "documents/resume-pt-br.pdf",
    "about_resume_title": "Experiência profissional como desenvolvedor:",
    "about_company": "Empresa: ",
    "about_location": "Localizaçao: ",
    "about_description": "Atividades: ",
    "about_resume_presentation_1": "Em 2016 eu me formei em Administração pela PUC-PR e estava trabalhando em um emprego relativamente estável, porém, eu não me sentia realizado profissionalmente, e sendo bem sincero, eu não gostava nem um pouco do meu trabalho. <br/>Por volta de 2019 eu comecei a pesquisar outras áreas em que eu poderia me encaixar melhor e me dar o sentimento de realização profissional que eu tanto buscava, foi aí que eu vi na programação uma oportunidade de mudar de carreira. <br />Eu sempre fui uma pessoa muito técnica, gosto muito de 'fuçar' as coisas, e usar linhas de código para solucionar problemas e poder fazer isso não só por hobby, mas também como trabalho e contruir uma carreira em cima disso, foi o que me atraiu para o mundo do desenvolvimento de sistemas, pra mim foi como unir o útil ao agradável. <br />Comecei os meus estudos por conta própria através de cursos na internet, até que em Julho de 2021 eu consegui meu primeiro emprego como desenvolvedor.",
    "about_resume_presentation_2": "Faz pouco mais de um ano que trabalho como desenvolvedor full stack e estou, novamente, no começo da minha jornada profissional, mas a diferença é que agora eu trabalho com algo que me faz feliz. <br />Continuo seguindo em frente, melhorando continuamente e buscando acima de tudo, fazer a diferença no meu trabalho.",
    "about_resume_job_1": "Desenvolvedor Full Stack",
    "about_resume_job_1_location": "Curitiba, Paraná",
    "about_resume_job_1_time": "Março 2022 - ao momento",
    "about_resume_job_1_company": "Lyx Participações",
    "about_resume_job_1_description": "Desenvolvimento de software para soluções de gestão interna, utilizando marjoritariamente Laravel com PostgreSQL e NodeJs para uma funcionalidade específica.",
    "about_resume_job_2": "Desenvolvedor Full Stack",
    "about_resume_job_2_location": "Curitiba, Paraná",
    "about_resume_job_2_time": "Julho 2021 - Março 2022",
    "about_resume_job_2_company": "TI360 Soluções em tecnologia da informação e telecomunicações",
    "about_resume_job_2_description": "Desenvolvimento de softwares para outras empresas, utilizando principalmente Laravel e Angular como frameworks principais e MySQL para as bases de dados.",
    "about_techs_used_title": "Tecnologias que eu uso:",
    "about_certificate_title": "Certificações",
    "about_certificate_link": "Link para o certificado",
    "contact_title": "Entre em contato",
    "contact_sub_title": "Se estiver interessado no meu trabalho, entre em contato comigo.",
    "contact_name_label": "Seu nome",
    "contact_email_label": "Email",
    "contact_whatsapp_label": "WhatsApp",
    "contact_message_label": "  Sua mensagem",
    "toast_title": "Obrigado!",
    "toast_msg": "Mensagem enviada com sucesso!"
}